{
  "Header": {
    "title": "Residência em Robótica e Inteligência Artificial",
    "paragraph": "Curso de Pós-Graduação Lato Sensu (Especialização) de Residência em Robótica e Inteligência Artificial Aplicadas a Testes de Software."
  },
  "Features": [
    {
      "icon": "fa fa-group",
      "title": "Desenvolvimento colaborativo",
      "text": "Ao longo do curso os residentes devem se organizar em times e colaborar para o desenvolvimento dos desafios e para a gerência do seu time."
    },
    {
      "icon": "fa fa-graduation-cap",
      "title": "Formação Técnica",
      "text": "O curso possui uma grade de disciplinas com foco prático em testes, Inteligência Artificial e desenvolvimento de software, além de visão computacional."
    },
    {
      "usingAwesomeClass": true,
      "icon": "fa fa-robot",
      "title": "Robótica Aplicada",
      "text": "Contamos com laboratórios equipados com robôs e vários materiais para a prototipação, sendo amplamente utilizada pelos residentes para projetos e experimentações."
    },
    {
      "usingAwesomeClass": true,
      "icon": "fa fa-brain",
      "title": "Inteligência Artificial",
      "text": "Um dos focos da residência é a formação em inteligência artificial, buscando utilizá-la para desenvolver soluções robustas para nossos parceiros."
    }
  ],
  "About": {
    "paragraph": "O projeto segue a filosofia de uma residência tecnológica (inspirada nas residências médicas). Os alunos têm dedicação exclusiva e, em meio turno, dedicam-se a assistir às aulas. No outro turno, realizam no laboratório atividades práticas de Inovação e Pesquisa e Automação e Execução de Testes de Software. A residência proporciona ao aluno tanto capacitação teórica em sala de aula (pela manhã) quanto experiência de trabalho em atividades práticas de automação e execução de teste de software (pela tarde). Desafios de inovação e pesquisa na área de robótica e inteligência artificial aplicadas a teste de software são solucionados tanto pela equipe fixa do projeto (líder técnico e engenheiros) quanto pelos alunos em suas monografias.",
    "footMCTI": "Projeto apoiado pelo Ministério da Ciência, Tecnologia e Inovações, com recursos da Lei nº 8.248, de 23 de outubro de 1991.",
    "Why": [
      "Aplicação prática em desafios reais",
      "Contato com clientes do mercado",
      "Projetos inovadores"
    ],
    "Why2": [
      "Corpo técnico especializado",
      "Possibilidade de contribuir ativamente nas decisões de execução dos projetos"
    ]
  },
  "Gallery": [
    {
      "title": "Projeto de automação das urnas eletrônicas no processo de audotoria",
      "largeImage": "img/portfolio/01-TRE-Large.jpg",
      "smallImage": "img/portfolio/01-TRE-Small.jpg"
    },
    {
      "title": "Projeto de automação das urnas eletrônicas no processo de audotoria",
      "largeImage": "img/portfolio/02-TRE-Large.jpg",
      "smallImage": "img/portfolio/02-TRE-Small.jpg"
    },
    {
      "title": "Projeto de automação das urnas eletrônicas no processo de audotoria",
      "largeImage": "img/portfolio/03-TRE-Large.jpg",
      "smallImage": "img/portfolio/03-TRE-Small.jpg"
    },
    {
      "title": "Projeto de automação das urnas eletrônicas no processo de audotoria",
      "largeImage": "img/portfolio/04-TRE-Large.jpg",
      "smallImage": "img/portfolio/04-TRE-Small.jpg"
    },
    {
      "title": "Projeto de automação das urnas eletrônicas no processo de audotoria",
      "largeImage": "img/portfolio/05-TRE-Large.jpg",
      "smallImage": "img/portfolio/05-TRE-Small.jpg"
    },
    {
      "title": "Projeto de automação das urnas eletrônicas no processo de audotoria",
      "largeImage": "img/portfolio/06-TRE-Large.jpg",
      "smallImage": "img/portfolio/06-TRE-Small.jpg"
    },
    {
      "title": "Visita dos alunos do Instituto Federal do Rio Grande do Norte ao projeto CIn/Softex",
      "largeImage": "img/portfolio/visitaifrn1_large.jpg",
      "smallImage": "img/portfolio/visitaifrn1_small.jpg"
    },
    {
      "title": "Visita dos alunos do Instituto Federal do Rio Grande do Norte ao projeto CIn/Softex",
      "largeImage": "img/portfolio/visitaifrn2_large.jpg",
      "smallImage": "img/portfolio/visitaifrn2_small.jpg"
    },
    {
      "title": "Visita dos alunos do Instituto Federal do Rio Grande do Norte ao projeto CIn/Softex",
      "largeImage": "img/portfolio/visitaifrn3_large.jpg",
      "smallImage": "img/portfolio/visitaifrn3_small.jpg"
    },
    {
      "title": "Visita dos alunos do Instituto Federal do Rio Grande do Norte ao projeto CIn/Softex",
      "largeImage": "img/portfolio/visitaifrn4_large.jpg",
      "smallImage": "img/portfolio/visitaifrn4_small.jpg"
    },
    {
      "title": "Visita dos alunos do Instituto Federal do Rio Grande do Norte ao projeto CIn/Softex",
      "largeImage": "img/portfolio/visitaifrn5_large.jpg",
      "smallImage": "img/portfolio/visitaifrn5_small.jpg"
    },
    {
      "title": "Evento Cintec do Espaço Ciência",
      "largeImage": "img/portfolio/Cintec2_Large.jpg",
      "smallImage": "img/portfolio/Cintec2_Small.jpg"
    },
    {
      "title": "Evento Cintec do Espaço Ciência",
      "largeImage": "img/portfolio/Cintec3_Large.jpg",
      "smallImage": "img/portfolio/Cintec3_Small.jpg"
    },
    {
      "title": "Evento Cintec do Espaço Ciência",
      "largeImage": "img/portfolio/Cintec1_Large.jpg",
      "smallImage": "img/portfolio/Cintec1_Small.jpg"
    },
    {
      "title": "Primeiro ano de residencia",
      "largeImage": "img/team/02-Team-Large.jpg",
      "smallImage": "img/team/02-Team-Small.jpg"
    }
  ],
  "Services": [
    {
      "icon": "img/portfolio/07-TRE-Large.jpg",
      "name": "Projeto de automação das urnas eletrônicas no processo de auditoria",
      "text": "CIn-UFPE desenvolve solução inédita com inteligência artificial e automação para teste em urnas eletrônicas em parceria com o TRE-PE e Softex."
    }
  ],
  "Testimonials": [
    {
      "main": true,
      "img": "img/testimonials/mkcp.png",
      "text": "\"Fazer parte da Residência de Robótica está sendo uma experiência incrível, cada dia descobrindo e aprendendo coisas novas, uma das melhores oportunidades que estamos tendo. Além da turma ser muito unida.\"",
      "name": "Mellanyee Paz"
    },
    {
      "main": true,
      "img": "img/testimonials/acc3.png",
      "text": "\"Excelente corpo docente somados à expertise do líder técnico, estagiários, funcionários, coordenação e gerência, tornam a Residência em Robótica e Inteligência Artificial da UFPE uma experiência inigualável de aprendizado e aplicação em sintonia com as necessidades do mercado.\"",
      "name": "Alex"
    },
    {
      "main": true,
      "img": "img/testimonials/aps8.png",
      "text": "\"Experiência fantástica é poder estar imerso numa pós-graduação com jeito de bootcamp/treinamento e ao mesmo tempo poder pôr em prática todo o aprendizado num ambiente real de mercado aliando ciência, teoria e prática... Tudo isso a residência promovida pelo CIn-UFPE em parceria com a Softex pode nos proporcionar. Só uma palavra define tudo: GRATIDÃO!\"",
      "name": "Anderson Soares"
    },
    {
      "main": true,
      "img": "img/testimonials/jsff.png",
      "text": "\"A residência me deu a oportunidade de conhecer duas áreas novas de conhecimento, que possuem grande potencial na indústria.4.0. Além de aprender a teoria com professores muito capacitados, poder aplicar isso na prática junto de uma equipe me capacitou e preparou ainda mais para os desafios do mercado.\"",
      "name": "Jairton Filho"
    },
    {
      "main": true,
      "img": "img/testimonials/eafs3.png",
      "text": "\"Lugar de bastante aprendizado, trabalho em equipe e crescimento pessoal. sou grato pela oportunidade e pelo acompanhamento da equipe e professores que sempre procuram motivar, auxiliar e extrair o melhor dos residentes, que adquirem conhecimentos teóricos e práticos extremamente importantes, tanto em sentido acadêmico, como profissional.\"",
      "name": "Eric Santos"
    },
    {
      "main": true,
      "img": "img/testimonials/acs10.png",
      "text": "\"A residência de robótica e IA aplicada a testes de software se prova cada vez mais uma experiência única, provendo um ambiente cativante e criativo. Estou a cada momento mais feliz por ter recebido essa oportunidade em minha vida, podendo dividir conhecimento com diversas pessoas expendidas e brilhantes. Só tenho a agradecer por essa oportunidade, todos são pessoas incrivelmente capacitadas e maravilhosos profissionais para trabalhar em conjunto.\"",
      "name": "Andre Silva"
    },
    {
      "main": false,
      "img": "img/testimonials/fjms.png",
      "text": "\"Imersão total, praticamos conceitos vistos em aula e somos desafiados a ir além. Equipe docente e técnica extremamente competente e colegas em alta sinergia, uma oportunidade ouro.\"",
      "name": "Flávio Souza"
    },
    {
      "main": true,
      "img": "img/testimonials/dtu.png",
      "text": "\"A residência é uma experiência de grande aprendizado, tanto do ponto de vista profissional, quanto do ponto de vista pessoal. Foram diversas barreiras superadas e muito conhecimento adquirido. Sou grato pela oportunidade.\"",
      "name": "Danilo Ubaldine"
    },
    {
      "main": true,
      "img": "img/testimonials/gg.png",
      "text": "\"Fica claro o compromisso de toda a equipe de profissionais em nos proporcionar a melhor experiência possível durante esse um ano de aprendizado. Sou muito grata pela oportunidade de conseguir unir a parte acadêmica a uma experiência profissional.\"",
      "name": "Grennda Guerra"
    },
    {
      "main": true,
      "img": "img/testimonials/fasm.png",
      "text": "\"O apoio da equipe técnica e do corpo docente aliado ao intenso aprendizado que é proporcionado, é o que faz essa residência ser especial. O aprendizado proporcionado é de altíssimo nível.\"",
      "name": "Felipe Mendonca"
    },
    {
      "main": false,
      "img": "img/testimonials/ssf2.jpg",
      "text": "\"A frase “Robótica com inteligência artificial” nos faz imaginar um mundo futurista, onde máquinas e seres humanos interagem, hoje temos a oportunidade de colocar em prática um pouco da nossa imaginação, só temos a agradecer a UFPE e a Softex pela oportunidade.\"",
      "name": "Sandeison Fernandes"
    },
    {
      "main": false,
      "img": "img/testimonials/jmn.jpg",
      "text": "\"Só tenho a agradecer por essa incrível oportunidade. Aqui temos um ambiente totalmente inovador, com professores bem qualificados, equipe técnica que apoia o desenvolvimento e corpo docente capaz de auxiliar durante todo o curso. É uma experiência única para mim.\"",
      "name": "Jefferson Norberto"
    },
    {
      "main": false,
      "img": "img/testimonials/phts2.jpg",
      "text": "\"A Residência no geral nos dá a oportunidade de crescer no conhecimento teórico e prático alavancando nosso perfil profissional e pessoal de um forma muito satisfatória levando em consideração a união de toda a equipe de residentes e técnica para chegar no objetivo final  estou muito grato de fazer parte deste processo e desse projeto como um todo  e que  no fim  todos nós  possamos Contribuir de alguma forma para o conhecimento de novas pessoas.\"",
      "name": "Pedro Souza"
    },
    {
      "main": false,
      "img": "img/testimonials/arls.jpeg",
      "text": "\"A residência proporciona um leque muito grande de oportunidades e desenvolvimento, um ambiente de muito aprendizado e troca de experiências, com uma equipe técnica e professores altamente capacitados.\"",
      "name": "Adonnis Souza "
    }
  ],
  "Team": [
    {
      "main": true,
      "img": "img/team/acm.png",
      "name": "Alexandre Mota",
      "job": "Coordenador",
      "contact": "acm@cin.ufpe.br",
      "bio": "Professor Titular do CIn-UFPE. Bolsista de produtividade em Pesquisa (PQ-2) do CNPq. Especialidade é Métodos Formais (Matemática aplicada ao desenvolvimento de Sistemas). Participou de projetos Universidade-Indústria: Embraer (2006 a 2016), Motorola (2004 a 2008 e de 2015 até hoje) e COMPASS (Comprehensive Modelling for Advanced Systems of Systems, 2011 e 2014). Atualmente é coordenador do projeto de inovação CIn-Motorola cujo foco é o teste de celulares e coordenador da Especialização UFPE-Softex em Robótica e IA."
    },
    {
      "main": true,
      "img": "img/team/acas.png",
      "name": "Augusto Sampaio",
      "job": "Vice-Coordenador",
      "contact": "acas@cin.ufpe.br",
      "bio": "Professor Titular do Centro de Informática da UFPE.  Doutorado pela Oxford University e Pós-Doutorado pela University of York. Em 2021, tornou-se Membro da Academia Pernambucana de Ciências. Prêmio Mérito Científico da Sociedade Brasileira de Computação (SBC). Doutor Honoris Causa da University of York. Comendador da Ordem Nacional do Mérito. A principal área de interesse é Engenharia de Software, com ênfase em Métodos Formais. O foco atual da pesquisa é na modelagem, simulação e verificação de sistemas robóticos e de contratos inteligentes (smart contracts)."
    },
    {
      "main": true,
      "img": "img/team/mrsj.png",
      "name": "Marcondes Ricarte",
      "job": "Líder Técnico",
      "contact": "mrsj@softex.cin.ufpe.br \nhttps://www.linkedin.com/in/marcondes-ricarte-06769823",
      "bio": " Engenheiro de Computação, Mestrado em Ciência da Computação e Doutorando  em Ciência da Computação pela UFPE. Experiência profissional no C.E.S.A.R., Neurotech e Chemtech. Além de  experiência em docência UNINASSAU. Atuação e pesquisa em IA, visão computacional e robótica móvel."
    },
    {
      "main": true,
      "img": "img/team/jmxnt.png",
      "name": "João Marcelo",
      "job": "Líder de Pesquisa",
      "contact": "jmxnt@cin.ufpe.br",
      "bio": "Doutorado em Ciências da Computação pela Universidade Federal de Pernambuco (UFPE). Professor Adjunto 1 e chefe do Departamento de Eletrônica e Sistemas da UFPE. Atuação na área de Ciência da Computação, com ênfase em Sistemas Embarcados, atuando principalmente com dispositivos de interação, Realidade Virtual e Aumentada, computação de alto desempenho, programação paralela. Além de ser pesquisador sênior no Grupo de Pesquisa Voxar Labs do Centro de Informática da UFPE."
    },
    {
      "img": "img/team/jrsj.jpg",
      "name": "Juana Simões",
      "job": "Capital Humano",
      "contact": "jrsj@softex.cin.ufpe.br",
      "bio": "Formada no Curso de Administração pela FACIPE. Atuando na área administrativa nos projetos parceiros do Centro de Informática da UFPE desde 2008. Atualmente, atuando como Analista de Capital Humano no Projeto Softex."
    },
    {
      "img": "img/team/phsb2.png",
      "name": "Pedro Henrique",
      "job": "Infraestrutura",
      "contact": "phsb2@softex.cin.ufpe.br\nhttps://www.linkedin.com/in/peddrohbgs/",
      "bio": "Graduando em Ciência da Computação pelo Instituto Pernambucano de Ensino Superior(IPESU), atuando na área de administração de redes e gerenciamento de Active Directory. Atualmente ligado ao Projeto CIn/SOFTEX. "
    },
    {
      "img": "img/team/cvss2.png",
      "name": "Cecília Virgínia",
      "job": "Engenheira de Software",
      "contact": "cvss2@softex.cin.ufpe.br\nlinkedin.com/in/cecilia-virginia",
      "bio": "Formada em Engenharia Mecânica pela Universidade Federal de Pernambuco (UFPE). Atuando na pesquisa e aplicação de mecanismos mecanicos em Robótica aplicada a automação."
    },
    {
      "img": "img/team/rjmr.png",
      "name": "Riei Rodrigues",
      "job": "Estagiário desenvolvimento",
      "contact": "rjmr@softex.cin.ufpe.br\nlinkedin.com/in/riei-joaquim-rodrigues",
      "bio": "Graduando em Engenharia da Computação pela Universidade Federal de Pernambuco (UFPE). Atuando na pesquisa e desenvolvimento de software de agentes autonomos pelo RoboCIn. Computação aplicada ao controle e a automação."
    },
    {
      "img": "img/team/mhjc.jpg",
      "name": "Matheus Hopper",
      "job": "Estagiário desenvolvimento",
      "contact": "mhjc@softex.cin.ufpe.br\nhttps://www.linkedin.com/in/matheus-hopper-01101996/",
      "bio": "Graduando em Ciência da Computação pela Universidade Federal de Pernambuco (UFPE). Atuando na pesquisa de circuitos quânticos para aprendizado de máquina."
    },
    {
      "img": "img/team/vlv2.png",
      "name": "Vinícius Ventura",
      "job": "Iniciação científica",
      "contact": "vlv2@softex.cin.ufpe.br\nhttps://www.linkedin.com/in/vinicius-lima-ventura",
      "bio": "Graduando em Engenharia da Computação pela Universidade Federal de Pernambuco (UFPE). Atuando nas áreas de pesquisa e desenvolvimento de software de Visão Computacional, Sistemas Embarcados e Robótica."
    },
    {
      "img": "img/team/jgmn2.jpg",
      "name": "Júlia Nascimento",
      "job": "Estagiária recepção",
      "contact": "jgmn2@softex.cin.ufpe.br\nhttps://www.linkedin.com/in/j%C3%BAlia-nascimento-9772691a2",
      "bio": "Graduanda em Administração pelo Centro Universitário Maurício de Nassau (Uninassau-Recife)."
    },
    {
      "img": "img/team/jdts.png",
      "name": "Júlia Dias",
      "job": "Iniciação científica",
      "contact": "jdts@softex.cin.ufpe.br\nhttps://www.linkedin.com/in/júlia-dias-tavares-de-souza-098700176",
      "bio": "Estudante de engenharia eletrônica na UFPE, pesquisadora e desenvolvedora do time técnico de pesquisa ligada ao Voxar Labs.  Dentre suas áreas de pesquisa consta Robótica, Eletrônica analógica, Eletrônica digital e Processamento de imagem. Membro da equipe Maracatronics de robótica de 2016 até 2020. Participou da coordenação estadual da Olimpíada Brasileira de Robótica de 2017 até 2021. Atualmente participa da organização da categoria de futebol de robôs VSS do IEEE."
    },
    {
      "img": "img/team/tsp3.jpg",
      "name": "Tamires Pereira",
      "job": "Estagiária Capital Humano",
      "contact": "tsp3@softex.cin.ufpe.br",
      "bio": "Experiência na área de Gestão de Pessoas, atuando no RH da Instituição.  Tecnólogo de RH (Uninabuco Recife) / MBA de Gestão de Pessoas (Uninassau) / Cursando Psicologia na FAFIRE."
    },
    {
      "img": "img/team/gfr2.jpg",
      "name": "Gabriel Ramalho",
      "job": "Estagiário Recepção",
      "contact": "grf2@softex.cin.ufpe.br\nhttps://www.linkedin.com/in/gabriel-ramalho-090911196",
      "bio": "Graduando em Administração (UFPE) e Análise e Desenvolvimento de Sistema (SENAC) - Atuando na recepção do projeto cin - SOFTEX"
    },
    {
      "img": "img/team/zsmn.jpg",
      "name": "Zilde Neto",
      "job": "Iniciação Científica",
      "contact": "zsmn@softex.cin.ufpe.br\nhttps://www.linkedin.com/in/zilde-neto/",
      "bio": "Estudante de Engenharia da Computação na Universidade Federal de Pernambuco (UFPE). Atuando no time técnico e de pesquisa vinculado ao Voxar Labs, com ênfase nas áreas de inteligência artificial e processamento de imagem. Membro do time de robótica Maracatronics atuando na pesquisa e desenvolvimento de sistemas para agentes autônomos e participante da organização da categoria de futebol de robôs VSS do IEEE."
    }
  ],
  "Contact": {
    "address": "Av. Jornalista Anibal Fernandes, s/n, Cidade Universitária (UFPE - Campus Recife), CEP: 50.740-560, Recife - PE",
    "phone": "+1 123 456 1234",
    "email": "softex@softex.cin.ufpe.br",
    "facebook": "fb.com",
    "twitter": "twitter.com",
    "youtube": "youtube.com",
    "linkedin": "http://linkedin.com/company/projeto-cin-softex/"
  },
  "Project0": {
    "title": "Projeto de automação das urnas eletrônicas no processo de auditoria",
    "subTitle": "CIn-UFPE desenvolve solução inédita com inteligência artificial e automação para teste em urnas eletrônicas em parceria com o TRE-PE",
    "paragraphs": [
      {
        "topic": "Projeto de automação das urnas eletrônicas",
        "image": "img/portfolio/07-TRE-Large.jpg",
        "caption": "Divulgação do projeto para TRE e TSE",
        "isTop": true,
        "text": "", 
        "url": ""
      },
      {
        "text": "O Centro de Informática (CIn) da Universidade Federal de Pernambuco (UFPE), com tradição em programas de residência para empresas há 2 décadas, sendo referência nacional e premiado pelo MCTI, lançou em outubro de 2021 a primeira turma da Residência em Robótica e Inteligência Artificial Aplicadas a Testes de Software através de convênio com a Softex e posterior acordo de parceria tripartite com o Tribunal Regional Eleitoral (TRE-PE). A proposta do curso é formar especialistas, uma Pós-Graduação Lato Sensu, em Robótica e Inteligência Artificial e desenvolver um kit robótico inteligente capaz de interagir com as urnas eletrônicas do TRE-PE já nas eleições de 2022."
      },
      {
        "text": "O Ministro do Supremo Tribunal Federal Edson Fachin marcou presença na apresentação de uma solução inédita, que utiliza inteligência artificial, realizada no prédio do TRE de Pernambuco. O projeto é uma parceria entre o tribunal, os alunos do Centro de Informática da UFPE e da Softex."
      }
    ],
    "footnodes": [
      {
        "text": "O marco da participação do ministro nesta iniciativa de inovação entrou para os registros de sua gestão. ",
        "url": "https://www.tse.jus.br/hotsites/catalogo-publicacoes/pdf/relatorio-de-gestao-min-fachin.pdf",
        "name": "Relatório da gestão Edson Fachin."
      },
      {
        "text": "Iniciativa do CIn-UFPE/Softex/TRE é finalista do Prêmio de Inovação Judiciário Exponencial 2022. ",
        "url": "https://portal.cin.ufpe.br/2022/09/12/iniciativa-do-cin-ufpe-softex-tre-e-finalista-do-premio-de-inovacao-judiciario-exponencial-2022/",
        "name": "Leia mais.."
      },
      {
        "text":"Espaço Ciência recebe encontro de robótica e inteligência artificial. ",
        "url":"https://www.diariodepernambuco.com.br/noticia/vidaurbana/2022/09/espaco-ciencia-recebe-encontro-de-robotica-e-inteligencia-artificial.html",
        "name":"Notícia do Diário de Pernambuco. "
      },
      {
        "text":"Espaço Ciência realiza Encontro de Robótica e Inteligência Artificial a partir desta quinta. ",
        "url":"https://www.folhape.com.br/noticias/espaco-ciencia-realiza-encontro-de-robotica-e-inteligencia-artificial/240021/",
        "name":"Notícia da Folha de Pernambuco."
      },
      {
        "text": "CIn-UFPE promove Encontro de Robótica e Inteligência Artificial em parceria com LIKA e Espaço Ciência. ",
        "url": "https://portal.cin.ufpe.br/2022/09/14/cin-ufpe-promove-encontro-de-robotica-e-inteligencia-artificial-em-parceria-com-ilika-e-espaco-ciencia/",
        "name": "Notícia do Centro de Informática."
      },
      {
        "text": "Iniciativa da UFPE/Softex/TRE é finalista do Prêmio de Inovação Judiciário Exponencial 2022. ",
        "url": "https://www.ufpe.br/agencia/noticias/-/asset_publisher/dlhi8nsrz4hK/content/iniciativa-da-ufpe-softex-tre-e-finalista-do-premio-de-inovacao-judiciario-exponencial-2022/40615",
        "name": "Notícia do Centro de Informática."
      }
    ],
    "links": [
      {
        "name": "Ascom CIn",
        "url": "https://portal.cin.ufpe.br/2022/05/27/cin-ufpe-desenvolve-solucao-inedita-com-inteligencia-artificial-e-automacao-para-teste-em-urnas-eletronicas-em-parceria-com-o-tre-pe/"
      },
      {
        "name": "TSE",
        "url": "https://www.tse.jus.br/imprensa/noticias-tse/2022/Maio/fachin-conhece-projeto-piloto-para-otimizar-teste-de-integridade"
      },
      {
        "name": "Diario de Pernambuco",
        "url": "https://www.diariodepernambuco.com.br/noticia/politica/2022/05/no-tre-pe-fachin-conhece-projeto-pioneiro-da-ufpe-voltado-para-testes.html"
      },
      {
        "name": "Folha",
        "url": "https://www1.folha.uol.com.br/poder/2022/05/fachin-propoe-desarmar-espiritos-e-diz-que-acatar-resultado-da-eleicao-e-inegociavel.shtml"
      },
      {
        "name": "CBN Recife",
        "url": "https://www.cbnrecife.com/artigo/com-a-presenca-do-ministro-edson-fachin-o-tre-pe-apresentou-solucao-que-utiliza-inteligencia-artificial-em-urnas-eletronicas"
      },
      {
        "name": "Leia Ja",
        "url": "https://www.leiaja.com/politica/2022/05/27/resultado-da-eleicao-e-inegociavel-diz-edson-fachin/"
      },
      {
        "name": "TRE-PE",
        "url": "https://www.tre-pe.jus.br/imprensa/noticias-tre-pe/2022/Maio/presidente-do-tse-conhece-projeto-piloto-para-otimizar-teste-de-integridade"
      },
      {
        "name": "Leia Ja",
        "url": "https://www.leiaja.com/politica/2022/05/25/presidente-do-tse-cumpre-agenda-no-recife/"
      },
      {
        "name": "",
        "url": ""
      }
    ]
  }
}
